bearer/xml/create.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:adm="https://api.softwareavanzado.world/media/redcore/webservices/joomla/administrator.contact.1.0.0.wsdl">
   <soap:Header/>
   <soap:Body>
      <adm:create>
         <name>{$name}</name>
      </adm:create>
   </soap:Body>
</soap:Envelope>